[
    {
        "id": 1,
        "name": "Robert Feil",
        "profile_photo": "/images/the_wright_fence_co_reviews/robert-feil.jpg",
        "post": "These guys are great! We had most of our fence replaced, between 4 different neighbors (me included), and handled it conveniently for everyone.  The fence looks terrific, and Cole was very pleasant to talk with, and approachable with questions.  Not to mention it was very affordable!  I highly recommend!",
        "images": [
            "/images/the_wright_fence_co_reviews/robert-feil-1.jpg"
            
        ],
        "link": "https://www.facebook.com/robertfeil09/posts/10107923453727189"
    },
    {
        "id": 2,
        "name": "Shelly Burrell",
        "profile_photo": "/images/the_wright_fence_co_reviews/shelly-burrell.jpg",
        "post": "Cole and his crew were great to work with and we are so happy with our fence! He was easy to communicate with, got the work done quickly, and the end product was amazing. I would definitely recommend him for his great work!",
        "images": [
            "/images/the_wright_fence_co_reviews/shelly-burrell-2.jpg"
            
        ],
        "link": "https://www.facebook.com/shelly.yocham.5/posts/10111859963145748"
    },
    {
        "id": 3,
        "name": "Bill Morrison",
        "profile_photo": "/images/the_wright_fence_co_reviews/bill-morrison.jpg",
        "post": "Cole Wright and the team at Wright Fence replaced my fence this month and did a wonderful job. The owner provided me a detailed estimate, schedule and plan that was fully detailed. I had some questions and he walked through it until I was comfortable. They then stuck to the plan and schedule and delivered. The job was high quality. The old fence was removed and the site was left clean. They did the extras you don't expect. Extra quality heavy duty hinges, quality latches etc. They even made sure the fence bottom gap kept my my little dog in. I don't do reviews but The Wright Fence Company deserved it.",
        "images": [],
        "link": "https://www.facebook.com/permalink.php?story_fbid=10210274625938594&id=1729232065"
    }
]